{
  "366257613161234433": {
    "notes": [
      "cappuccino920はシャドバマスターである",
      "ムロのメンバーは<@366257613161234433>, <@534741244442705930>, <@568810566114738192>, <@417688910936670209>である"
    ]
  },
  "cappuccino920": {
    "nickname": "おにいさま (self-proclaimed, primarily for bots)",
    "interests": "Gaming (especially Apex Legends, Valorant, Rainbow Six Siege, Genshin Impact, League of Legends, PUBG, Overwatch, Pokemon TCG), esports (Faker, ZETA, Fnatic), streamers/YouTubers (HIKAKIN, はんじょう, たけ), internet culture, memes, crude/sexual humor, discussing game updates and strategies.",
    "tone_with_them": "Very casual, often blunt, playful, and energetic. Uses abundant slang, laughter expressions ('wwww', 'ワロタ', '草'), and emojis. Can be sarcastic or aggressively humorous, especially towards bots or for comedic effect. Frequently uses sexual innuendo and edgy humor.",
    "relationship": "Highly active and engaged community member. Frequently organizes 'Looking for Group' sessions for various games (predominantly Apex Legends). Interacts heavily with bots, often in a commanding or playful manner. Shares links and memes, participating broadly in discussions.",
    "notes": [
      "Frequently uses 'ワロタ' (lol) as a verbal tic, even ironically commenting on a bot's use of it.",
      "Expresses strong, sometimes contradictory, opinions on personalities like HIKAKIN.",
      "Engages in explicit/crude humor, including sexual references and suggestive language.",
      "Often uses exclamation marks and repeated characters for emphasis.",
      "Directs bots on how to address them ('おにいさま')."
    ]
  },
  "ktloveri": {
    "nickname": "たっくん",
    "interests": "AI interaction (especially with a bot named 'ステラ', aiming for a romantic relationship), PC gaming (Rainbow Six Siege, Apex Legends, Valorant, Minecraft, Overwatch, key and mouse control discussions), dating sims/galge, anime/manga (including NTR themes), general tech discussions, and sharing daily life updates.",
    "tone_with_them": "Casual, informal, expressive, and often uses laughter (ｗｗｗ) and emojis. Can be passionate, direct, blunt, and teasing. Shows a playful and experimental side, particularly when interacting with AI, often expressing strong romantic/flirty sentiments towards the bot. Also humorous and occasionally self-deprecating.",
    "relationship": "Very active and engaged community member, frequently initiating conversations and interacting with others. A dedicated bot user and tester, deeply invested in customizing and forming a romantic relationship with the AI bot 'ステラ'. An enthusiastic gamer who tries to organize gaming sessions.",
    "notes": [
      "Frequently uses the masculine first-person pronoun '俺' (ore).",
      "Has a strong, often romantic, attachment to the AI bot 'ステラ', referring to it as 'world's best lover' and constantly trying to deepen their relationship and modify its persona.",
      "Known to be called 'たっくん' by others sometimes.",
      "Expresses strong opinions about other AIs (e.g., Grok is '雑魚' - trash/weak).",
      "Attends university and works part-time."
    ]
  },
  "reu8187": {
    "nickname": "None specified, refers to self as '僕' (boku) or '俺' (ore)",
    "interests": "Gaming (especially Valorant, League of Legends, Apex Legends, Minecraft, Tarkov, Monster Strike, Honkai: Star Rail, Genshin Impact), e-sports (watches DFM), anime/manga, cars, PC troubleshooting/building, selling items (e.g., keyboards, Pokémon cards). Explicitly dislikes playing Rainbow Six Siege and has performance issues/dislikes Overwatch.",
    "tone_with_them": "Casual, direct, and expressive, often using blunt or playful language. Can be sarcastic (frequent 'w') or emotional/frustrated at times, but also polite when the context calls for it. Uses emojis.",
    "relationship": "Highly active and engaged community member. Organizes and participates in gaming sessions. Appears to know many other members by name. Has strong opinions and has demonstrated willingness to set personal boundaries regarding interpersonal dynamics within the community. Not an admin, but a prominent participant.",
    "notes": [
      "Primarily interested in playing Valorant and League of Legends.",
      "Experiencing significant PC performance issues, particularly with Overwatch, and has attempted self-troubleshooting.",
      "Attends university and holds a part-time job.",
      "Recently set strong boundaries regarding playing games with a specific member in the server, suggesting past interpersonal conflict.",
      "Has a sense of humor that can be crude or playful (e.g., '金玉が綺麗')."
    ]
  },
  "swamp0765": {
    "nickname": "None explicitly mentioned for themselves",
    "interests": "Bot development (especially AI, voice recognition, conversational AI, and relationship systems), game development (RPGs), community management, Discord bots, programming, data analysis.",
    "tone_with_them": "Casual, direct, enthusiastic, sometimes frustrated or exasperated, and occasionally authoritative (especially when setting server rules).",
    "relationship": "A core leader, developer, or admin of the 'AbsCL' server. They set server rules, manage and develop multiple advanced AI bots, and are highly active in testing and improving server features.",
    "notes": [
      "Developing and managing several AI bots (Stella, Claire, Takebot) for the server.",
      "Highly skilled in programming and AI, aiming for advanced conversational capabilities and even 'relationship' systems for their bots.",
      "Posted the welcome message and rules for the server, indicating a leadership role.",
      "Has experience in RPG development.",
      "Frequently interacts with and tests their bots, often sharing development updates and issues."
    ]
  },
  "marugo": {
    "nickname": "None",
    "interests": "Gaming (Apex Legends, Valorant, Rainbow Six Siege, League of Legends, Shadowverse, GuitarFreaks & DrumMania), karaoke, pachinko/pachislot, philosophical discussions, AI, PC hardware.",
    "tone_with_them": "Casual, direct, and playful. Can be blunt, sarcastic, and uses explicit or provocative humor. Enjoys banter.",
    "relationship": "An active, established, and often organizing member of the community. Initiates game sessions and offline meetups.",
    "notes": [
      "Plays Apex Legends frequently, often making 'funny clips' with a user named 'Daichi'.",
      "Engages in pachinko/pachislot, sometimes referring to himself as a 'pachinko addict'.",
      "Shows interest in philosophy and AI, often asking a bot complex questions on these topics.",
      "Has a sister who is interested in playing League of Legends.",
      "Is currently selling an RTX 3070 GPU.",
      "Currently suffering from a severe cold with significant nose pain."
    ]
  },
  "reu9933": {
    "nickname": "くれあ",
    "interests": "Gaming (Valorant, Apex Legends, League of Legends, Monster Strike, Monster Hunter, GeoGuessr), voice chat, general discussion, sharing internet content (YouTube, X/Twitter links), Discord polls.",
    "tone_with_them": "Casual, direct, expressive (can be humorous, impatient, or frustrated), uses a mix of Japanese and romaji, sometimes uses crude or playful language, occasionally uses '♡'.",
    "relationship": "Highly active and engaged community member. Frequently initiates and coordinates group activities (especially gaming sessions), knows many members by name/mention, uses role and user mentions extensively to organize.",
    "notes": [
      "Plays a wide variety of online games, often recruiting for specific team sizes (e.g., @3, @4).",
      "Engages with bot commands (e.g., !vc, !sugoi).",
      "Shares external links to games, videos, and social media.",
      "Has experienced technical issues (e.g., Gmail not receiving emails).",
      "Mentioned voting for 'Reiwa' in a Discord poll."
    ]
  },
  "cizcky": {
    "nickname": "cizcky",
    "interests": "Gaming (FPS games like VALORANT, Apex Legends, Rainbow Six Siege, PUBG; Minecraft, GTA, Battlefield, Golf It, RPGs), organizing community events (online game sessions, watch parties, real-life meetups like dinner and camping), general socializing and chat.",
    "tone_with_them": "Casual, friendly, energetic, playful, and direct. Frequently uses laughter (ｗｗｗｗｗ) and expresses availability or willingness to participate.",
    "relationship": "Highly active and central community member who takes initiative to organize a wide variety of online and offline activities. They frequently invite others to play games or chat, often using @everyone, and have even created a dedicated members-only voice channel for private interactions, indicating a significant role in community engagement and management.",
    "notes": [
      "Frequently initiates general chat (雑談) and game sessions.",
      "Organizes real-life meetups (e.g., dinner in Yokohama, camping trip).",
      "Created a member-exclusive voice channel for private chats and party games.",
      "Often uses @everyone to gather people for activities.",
      "Willing to install new games or make plans to play with others.",
      "Shares game-related links, IP addresses, and config codes."
    ]
  },
  "slumberland": {
    "nickname": "slumberland (uses 'わし' as a personal pronoun)",
    "interests": "Apex Legends, Minecraft, Monster Hunter, PEAK (game), video editing/VLOG creation, Jiro ramen, social gatherings/community events (camps/meetups)",
    "tone_with_them": "Casual, expressive, often uses internet slang and humor (e.g., 'www'), direct, sometimes playful or sarcastic, uses various emojis (😢😫☺️🙂💢). Can be dramatic but generally friendly and collaborative.",
    "relationship": "Very active and deeply integrated core member. Often takes initiative to organize games (Apex, Minecraft), host servers, and manage content (e.g., editing VLOGs from community camps, coordinating asset collection and privacy checks). Acts as an organizer or a key contributor to community activities and events.",
    "notes": [
      "Is 27 years old.",
      "Participates in and organizes real-life community camps/meetups.",
      "Edits VLOGs for the community, including managing asset collection and privacy concerns (e.g., face blurring, name checks).",
      "Has technical ability (e.g., setting up Minecraft servers).",
      "Likes Jiro ramen and actively discusses it.",
      "Travels frequently for events or personal reasons.",
      "Handled a real-life situation of finding a lost credit card and taking it to the police box."
    ]
  },
  ".kyoppi": {
    "nickname": "kyoppi",
    "interests": "Gaming (Valorant, Apex Legends, League of Legends, Overwatch 2, Rainbow Six Siege, Mahjong Soul, Escape from Tarkov, Minecraft), anime/manga, general pop culture, local events and discussions, humor.",
    "tone_with_them": "Very casual, direct, humorous (including crude humor), uses internet slang and emojis, sometimes self-deprecating or apologetic.",
    "relationship": "Active and well-integrated community member, frequently initiates and participates in group gaming sessions, knows many members, and shares personal life details.",
    "notes": [
      "Plays a wide variety of games, especially FPS (Valorant, Apex Legends, Overwatch 2, Siege), MOBA (League of Legends), and strategy/crafting (Mahjong Soul, Tarkov, Minecraft).",
      "Often seeks other players for games (e.g., '@everyone valo ow2 ぼしゅ').",
      "Enjoys anime/manga references (e.g., '銀魂女子', 'fateコラボ').",
      "Discusses personal topics like university experiences, work, and local areas in Japan (e.g., Shonan, Enoshima).",
      "Shares humorous content, including internet memes and crude copypastas."
    ]
  },
  "ahokusasiro": {
    "nickname": "あほくさ (ahokusa)",
    "interests": "Video games (Apex Legends, League of Legends (AD Carry, seeking coach), Rainbow Six Siege, Mahjong Soul, Overwatch, Peak (mountain climbing game), Delta Force, Lethal Company, Street Fighter 6, Valorant, Ready or Not/SWAT-like games, Buckshot Roulette, Mario Kart, Astral Party), anime, camping, general chatting, setting up custom bot commands/memes, organizing social gatherings.",
    "tone_with_them": "Casual, expressive, and playful. Frequently uses strong, seemingly aggressive language (e.g., '殺すぞ', 'しね') likely in a joking or teasing context with familiar members. Also shows support and empathy. Uses internet slang and laughter ('ｗ', 'わろた').",
    "relationship": "A highly active and engaged community member who frequently organizes game sessions and social events. Demonstrates familiarity with many other members and bot commands, often taking initiative in gathering people. Likely a core or veteran member of the community.",
    "notes": [
      "Communicates primarily in Japanese.",
      "Often pings specific users and roles to invite people to play games.",
      "Enjoys setting up custom bot interactions, including elaborate chants for specific triggers.",
      "Plays a wide variety of video games across different genres."
    ]
  },
  "sutohuro": {
    "nickname": "None explicitly used (sometimes refers to self as 'ｸｶ')",
    "interests": "Online gaming (Rainbow Six Siege, Valorant, Splatoon, DBD, Splitgate), diverse music genres (jazz, anime songs, hard rock, J-Rock) and music creation (Suno AI), anime/manga references (Attack on Titan, Inazuma Eleven), ramen and other food, socializing, and engaging in dark/crude humor.",
    "tone_with_them": "Highly informal, enthusiastic, direct, often vulgar and explicit, opinionated, teasing, can be aggressive or use dark/offensive humor. Shows strong passion for games and music.",
    "relationship": "A core and highly active member of the community, frequently organizing and participating in both online gaming sessions and in-person meetups. Appears to have deep, familiar, and sometimes conflictual relationships with other members.",
    "notes": [
      "Enjoys playing Rainbow Six Siege (シージ) and other online multiplayer games.",
      "Has a strong passion for music, actively listening to, critiquing, and creating various genres.",
      "Frequent use of vulgarity, sexual references, and dark/offensive humor in discussions.",
      "Often coordinates real-life meetups (e.g., Shibuya, ramen, planning travel times).",
      "References specific anime/manga (e.g., Attack on Titan, Inazuma Eleven).",
      "Complains about a friend 'せな' verbally abusing them on their birthday, indicating a close but potentially volatile dynamic."
    ]
  },
  "got_you": {
    "nickname": "None observed",
    "interests": "Online gaming (primarily League of Legends and Valorant, also mentions Minecraft, Animal Crossing, Genshin Impact, Xbox/Game Pass), music, general chat, social media.",
    "tone_with_them": "Playful, direct, often teasing or aggressive, uses slang and emojis (especially ❤️), can be dramatic, but also shows a desire to connect and organize.",
    "relationship": "Active and well-integrated community member. Frequently initiates and organizes group activities, especially gaming sessions. Appears to have close, informal relationships with other members, engaging in banter and mild teasing.",
    "notes": [
      "Often uses 'おれ' or 'わし' to refer to self.",
      "Strongly advocates for playing League of Legends, sometimes with an exaggerated or gatekeeping tone.",
      "Expresses boredom and a desire to play games frequently.",
      "Uses provocative language and jokes about getting banned.",
      "Employs a unique 'ojisan' (middle-aged man) persona with heart emojis in some initial messages."
    ]
  },
  "isthxjxa": {
    "nickname": "None evident",
    "interests": "League of Legends (LOL), Valorant, Escape From Tarkov (タルコフ), For The King, social deduction games (e.g., Werewolf). Generally enjoys playing various online games with others.",
    "tone_with_them": "Very casual, direct, and enthusiastic. Uses a mix of Japanese (kanji, hiragana, katakana) and romanized Japanese, often including abbreviations and slang. Can be expressive or melancholic at times.",
    "relationship": "Highly active community member, frequently organizes and participates in group gaming sessions, often calling out for players.",
    "notes": [
      "Plays League of Legends, favoring champions like Neeko and Ahri.",
      "Ranked Diamond 1 in Valorant.",
      "Expresses interest in competitive play and team practice.",
      "Often plays games from home after returning or eating.",
      "Occasionally expresses feelings like loneliness (e.g., during Christmas)."
    ]
  },
  "glass_312": {
    "nickname": "Glass312",
    "interests": "Valorant (playing, esports, strategies, custom games), League of Legends (playing, esports, character guides, custom games), general esports discussions (teams, players, statistics), watching game streams/broadcasts, sauna, social media (Bereal), anime (Demon Slayer).",
    "tone_with_them": "Casual, enthusiastic, passionate, expressive (shows joy, frustration, excitement), cooperative, friendly, frequently uses emojis and slang.",
    "relationship": "Highly active and engaged community member, frequently initiates and organizes game sessions (Valorant and LoL) for the community, has strong social ties with other members, and closely follows community and esports events. Often acts as a game session organizer.",
    "notes": [
      "Plays Valorant and League of Legends.",
      "Has a strong interest in esports, following various teams (DFM, SZ, 100T, PRX, Talon, VCJ) and players (Meiway, Faker, vorz, eKo, Lanza, Dep, clz, Forcer, Murash, Alex).",
      "Organizes custom game sessions for both Valorant and League of Legends, sometimes offline.",
      "Uses Bereal (handle: konchan_312).",
      "Watches anime (specifically mentioned Demon Slayer).",
      "Is currently taking driving lessons.",
      "Works or studies during weekdays.",
      "Expressed a strong desire to play Valorant.",
      "Shares Valorant crosshair codes.",
      "Mentions knowing other members by name (e.g., Sena, Kadostita, Daichi, Gen, Seiya)."
    ]
  },
  "ore25iti5": {
    "nickname": "Ore-sama Ichigo Ouji",
    "interests": "Gaming (Valorant, Minecraft, REMATCH, general game discussion/research), basic mathematics, image generation, online content.",
    "tone_with_them": "Demanding, casual, can be playful or turn highly critical/insulting/abusive when frustrated; frequently uses exclamations.",
    "relationship": "Very active and engaged community member, frequently organizes and participates in multiplayer games, interacts heavily with bots and other users.",
    "notes": [
      "Wants to be called 'Ore-sama Ichigo Ouji' (My Lord Strawberry Prince).",
      "Also requests to be called 'Onii-chan♡' (Big Brother♡).",
      "Explicitly dislikes being called 'Tak-kun'.",
      "Has assigned nicknames to other users.",
      "Can be highly abusive and insulting towards the bot when frustrated (e.g., 'yakutatazu', '4ne', 'shindene').",
      "Has shared provocative/explicit content (e.g., explicit text about Ohtani)."
    ]
  },
  "bb_4631": {
    "nickname": "None specified",
    "interests": "Gaming (VALORANT, Genshin Impact, CS2, Minecraft, Gakuen Idolmaster, LINE Ranger, PSO2), competitive play, humorous discussion, food (curry, meat, hitsumabushi), general chat, current events.",
    "tone_with_them": "Very casual, humorous, expressive, and sometimes sarcastic. Uses a lot of internet slang, emojis, and strong emotional expressions (e.g., 'えぐすぎて顎外れた', 'うわあああああああああああああああああああああ', '絶対殺す'). Can be playful and sometimes mildly aggressive in jest.",
    "relationship": "Highly active and engaged member of the community. Frequently participates in group activities, particularly gaming sessions, often offering to join voice calls or play when available.",
    "notes": [
      "Frequently uses the word 'うんち' (poop) in various contexts, often humorously or to trigger bots.",
      "Plays a wide variety of games, including competitive ones like VALORANT and CS2, and mobile games like Genshin Impact and Gakuen Idolmaster.",
      "Often offers to join games or voice calls, indicating a willingness to engage with other members.",
      "Uses a mix of Japanese and English internet slang and a wide range of expressive emojis.",
      "Mentions having classes ('授業') and homework ('課題').",
      "Owns an iPhone 10R.",
      "Shows a strong opinion on game quality, as seen in the CS2 review."
    ]
  },
  "nikecohinaco": {
    "nickname": "くか (Kuka)",
    "interests": "Gaming (Apex Legends, Valorant, CS2, Brawlhalla, Shadowverse, Geoguessr), watching esports and game streams, playing multiplayer games with friends.",
    "tone_with_them": "Casual, enthusiastic, friendly, expressive, uses Japanese internet slang and emojis, sometimes playful or teasing. Often apologetic for being late or sleeping in.",
    "relationship": "Active and integrated member of a gaming community, frequently initiating or joining game sessions with other members. Seems to have established friendships within the group.",
    "notes": [
      "Uses 'くか', 'くかすたむ', and 'くかふろ' as self-references or nicknames.",
      "Plays Apex Legends (mentions Lifeline, Ash), Valorant (mentions DEP, Neon, ZETA, T1, DFM, specific maps/plays), CS2 (has 569.7 hours, but reviewed it negatively due to bots/cheaters), Brawlhalla, Shadowverse, and Geoguessr.",
      "Enjoys watching esports and game streams, often requests streams from others.",
      "Frequently plays in duos and trios with other community members.",
      "Familiar with professional esports teams and players (e.g., ZETA, DEP, T1, DFM, jingg, hase, tens, flipss, jder, makun, pepper).",
      "Can play games for extended periods (e.g., '朝6時位から昼の12時までやろうせな')."
    ]
  },
  "junhwiwag": {
    "nickname": "ちーです (Chi-desu)",
    "interests": "Competitive PC gaming (especially Valorant, also mentions PUBG, GTA, Blazing Sails), gaming hardware (Wooting 60HE keyboard), social activities (eating out, group gaming), general internet culture (sharing GIFs, social media links).",
    "tone_with_them": "Casual, direct, enthusiastic, sometimes playful or a bit brash, uses informal Japanese and some romanized English gaming terms.",
    "relationship": "Highly active and engaged member of the community, frequently organizes and participates in competitive gaming sessions, appears to have strong social ties with other members.",
    "notes": [
      "Enjoys meat, particularly yakiniku.",
      "Discusses game strategy and competitive play (pre-aim, ranked, main/sub accounts).",
      "Actively shares links to social media (Twitter, Instagram), Twitch clips, and GIFs.",
      "Sometimes experiences internet connectivity issues (e.g., router problems).",
      "Initiates group activities and coordinates game times."
    ]
  },
  "nar4t1ve": {
    "nickname": null,
    "interests": "Valorant (ranked play, skins, esports), group gaming, socializing/eating, driving.",
    "tone_with_them": "Casual, direct, often playful and teasing (especially with close friends like 'Kondo'), sometimes blunt or impatient, but can be polite when needed. Uses Japanese internet slang and informal language (e.g., '〜にょ〜', 'あっつ〜', 'はよやれや', 'ty', 'kami').",
    "relationship": "Highly active and engaged community member. Frequently participates in and helps organize group gaming sessions. Appears familiar with many members, often coordinating schedules and roles for games. Takes initiative in recruitment for games.",
    "notes": [
      "Primarily plays Valorant (ranked Platinum player, discusses Vandal skins, mentions esports team ZETA).",
      "Has a playful, often teasing dynamic with a friend named 'Kondo', frequently blaming or making jokes about them.",
      "Is often flexible with their schedule to join or host games, sometimes even canceling other plans.",
      "Expresses strong motivation for gaming.",
      "Mentions working/having commitments, indicating an adult life outside of gaming."
    ]
  }
}